* TODO Watch Office Space
  :LOGBOOK:
  CLOCK: [2023-03-06 Mon 12:10]--[2023-03-06 Mon 12:11] =>  0:01
  :END:
[2023-03-06 Mon]
[[file:~/.dotfiles/.config/hypr/hyprland.conf::bindr=, XF86AudioPause, exec, playerctl pause]]
* TODO personal plugin sidebar
[2023-03-06 Mon]
[[file:~/doc/inbox.org::*study for test][study for test]]
* TODO install git version of eww
  :LOGBOOK:
  CLOCK: [2023-03-08 Wed 16:51]--[2023-03-08 Wed 16:52] =>  0:01
  :END:
[2023-03-08 Wed]
[[file:~/.dotfiles/.config/eww/modules/mode.yuck]]
* TODO inhibitor
  :LOGBOOK:
  CLOCK: [2023-03-17 Fri 10:54]--[2023-03-17 Fri 10:55] =>  0:01
  :END:
[2023-03-17 Fri]
* TODO fix top margin
[2023-03-17 Fri]
